romkatv/powerlevel10k
ohmyzsh/ohmyzsh
ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/asdf
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/kubectl
zsh-users/zsh-syntax-highlighting
djui/alias-tips
