joshskidmore/zsh-fzf-history-search
romkatv/powerlevel10k
ohmyzsh/ohmyzsh
ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/brew
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/per-directory-history
ohmyzsh/ohmyzsh path:plugins/kubectl
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/asdf
ohmyzsh/ohmyzsh path:plugins/docker
greymd/docker-zsh-completion
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting
